Repository: pypi-data/pypi-mirror-76
Catalog: packages/cubicweb-blog/cubicweb-blog-1.14.1.tar.gz/cubicweb-blog-1.14.1/cubicweb_blog/i18n/*.po
Languages: fr

source: BlogEntry
fr: Billet

source: BlogEntry_plural
fr: Billets

source: Blog_plural
fr: Blogs

source: Comment
fr: Commentaire

source: MicroBlogEntry
fr: Micro-billet

source: MicroBlogEntry_plural
fr: Micro-billets

source: MicroBlog_plural
fr: Microblogs

source: New Blog
fr: Nouveau blog

source: New BlogEntry
fr: Nouveau billet

source: New MicroBlog
fr: Nouveau microblog

source: New MicroBlogEntry
fr: Nouveau microbillet

source: New UserAccount
fr: Nouveau compte utilisateur

source: This Blog
fr: Ce blog

source: This BlogEntry
fr: Ce billet

source: This MicroBlog
fr: Ce microblog

source: This MicroBlogEntry
fr: Ce microbillet

source: This UserAccount
fr: Ce compte utilisateur

source: UserAccount
fr: Compte utilisateur

source: UserAccount_plural
fr: Comptes utilisateurs

source: add BlogEntry entry_of Blog object
fr: billet

source: add MicroBlogEntry entry_of MicroBlog object
fr: billet

source: blog entries created by %s
fr: billets créés par %s

source: blog's rss url (useful for when using external site such as feedburner)
fr: url du flux rss du blog (peut être utile lorsque l'on utilise un service tel que feedburner)

source: blog.archives_by_author
fr: billets par auteur

source: blog.archives_by_date
fr: billets par date

source: blog.latest_blogs
fr: derniers billets

source: blogged in
fr: bloggué dans

source: by
fr: par

# BlogEntry
source: content
fr: contenu

# MicroBlogEntry
source: content
fr: contenu

# BlogEntry
source: content_format
fr: format

# MicroBlogEntry
source: content_format
fr: format

source: creating BlogEntry (BlogEntry entry_of Blog %(linkto)s)
fr: création d'un billet dans le blog %(linkto)s

source: creating MicroBlogEntry (MicroBlogEntry entry_of MicroBlog %(linkto)s)
fr: création d'un billet dans le microblog %(linkto)s

source: ctxcomponents_blog.archives_by_author
fr: boîte des billets par auteur

source: ctxcomponents_blog.archives_by_author_description
fr: boîte contenant la liste des auteurs et leur nombre de billets

source: ctxcomponents_blog.archives_by_date
fr: boîte des billets par date

source: ctxcomponents_blog.archives_by_date_description
fr: boîte permettant d'accéder aux archives des blogs pour les mois passés

source: ctxcomponents_blog.latest_blogs
fr: boîte des derniers billets

source: ctxcomponents_blog.latest_blogs_description
fr: boîte contenant la liste des derniers billets postés dans un blog ou micro-blog

source: ctxcomponents_blogsubscribe
fr: souscrire au blog

source: ctxcomponents_blogsubscribe_description
fr: icône permettant de souscrire à un blog

source: default BlogEntry workflow
fr: workflow des billets par défaut

# Blog
source: description_format
fr: format

# MicroBlog
source: description_format
fr: format

source: draft
fr: brouillon

source: entry_of
fr: dans le blog

# BlogEntry
source: entry_of
fr: posté dans

# MicroBlogEntry
source: entry_of
fr: posté dans

source: entry_of_object
fr: billets

# Blog
source: entry_of_object
fr: billets

# MicroBlog
source: entry_of_object
fr: micro-billets

source: has_avatar
fr: a pour avatar

# UserAccount
source: has_avatar
fr: a pour avatar

source: has_avatar_object
fr: est l'avatar de

# ExternalUri
source: has_avatar_object
fr: est l'avatar de

source: has_creator
fr: a pour créateur

# BlogEntry
source: has_creator
fr: a pour créateur

# MicroBlogEntry
source: has_creator
fr: a pour créateur

source: has_creator_object
fr: est le créateur de

# UserAccount
source: has_creator_object
fr: est le créateur de

# UserAccount
source: name
fr: nom

source: next month
fr: mois suivant

source: previous month
fr: mois précédent

source: publish
fr: publier

source: published
fr: publié

source: rss icon
fr: icône rss

source: rss_url
fr: url du fil rss

# Blog
source: rss_url
fr: url du flux RSS

# BlogEntry
source: same_as
fr: identique à

# ExternalUri
source: same_as
fr: identique à

# MicroBlogEntry
source: same_as
fr: identique à

source: see more
fr: voir plus

source: subscribe
fr: souscrire

source: subscribe to this blog
fr: souscrire à ce blog

source: tags
fr: étiquettes

# Blog
source: title
fr: titre

# BlogEntry
source: title
fr: titre

# MicroBlog
source: title
fr: titre
