மொழிபெயர்ப்புகள்="""{
  "python": {
    "பெயர்": "python",
    "நீட்சி": "py",
    "இலக்கணம் ஆரம்பம்": "file_input",
    "மொழி": "en",
    "எண்ணுரு": "latin",
    "உள்தள்ளல்": [
      "INDENT",
      "DEDENT"
    ],
    "இனங்காட்டி கிளைகள்": {
      "var": 0,
      "funcdef": 0,
      "classdef": 0,
      "getattr": 1,
      "parameters": true
    },
    "பதிப்பு": {
      "2.0.0": {
        "இலக்கணம்": "python_2.lark"
      },
      "3.0.0": {
        "இலக்கணம்": "python_3.lark"
      }
    }
  },
  "lark": {
    "இலக்கணம்": "lark.lark",
    "பெயர்": "lark",
    "நீட்சி": "lark",
    "இலக்கணம் ஆரம்பம்": "start",
    "மொழி": "en",
    "எண்ணுரு": "latin"
  },
  "json": {
    "இலக்கணம்": "json.lark",
    "பெயர்": "json",
    "நீட்சி": "json",
    "இலக்கணம் ஆரம்பம்": "start",
    "மொழி": "en",
    "எண்ணுரு": "latin"
  },
  "nearley": {
    "இலக்கணம்": "nearley.lark",
    "பெயர்": "nearley",
    "நீட்சி": "nl",
    "இலக்கணம் ஆரம்பம்": "start",
    "மொழி": "en",
    "எண்ணுரு": "latin"
  }
}"""